Repository: tbo47/learn-how-to-type
Catalog: src/locale/messages.*.xlf
Languages: fr

source: French keyboard
fr: Clavier français

source: US keyboard
fr: Clavier US

source: About the author
fr: A propos de l'auteur

source: Start over
fr: Recommencer

source: Next
fr: Suivant

source: score% correct in time seconds
fr: score% correct en timesecondes

source: getVelocity({ input, time }) words per minute
fr: getVelocity({ input, time }) mots par minutes

source: Learn how to type
fr: Apprenez à taper au clavier

source: level
fr: niveau

source: Level
fr: Niveau

source: Start over to unlock the next level
fr: Recommencez pour débloquer le niveau suivant

source: Not bad
fr: Pas mal

source: Good job! 🎉🎉🎉
fr: Très bien ! 🎉🎉🎉
